// 第二期·人物志
const nftData = [
  {
    "id": "22",
    "name": "时光之轮",
    "author": "世佳",
    "theme": "时间之间",
    "description": "我把时间画成一个圆，不为标记起点或终点，而是承认它从未停下。人行走在指针之上，只留下姿态与物品，作为工作与存在的痕迹。轴心持续旋转，却不属于任何人。时间切分一切，也推动一切，在前行与凝视之间，留下短暂的停驻。",
    "image": "02_世佳_时光之轮.jpg"
  },
  {
    "id": "21",
    "name": "朝林",
    "author": "小唯",
    "theme": "看见·SeeHer",
    "description": "来自贵州的实习女孩“朝林”，如牵牛花（朝颜）般质朴坚韧，名字里的“朝”与朝颜呼应，“林”藏着山野生长的韧劲。二十多岁的迷茫踟躇里，她在南塘学着舒展藤蔓、缓慢生长，用热忱与勤勉，静静绽放属于自己的微光。",
    "image": "02_小唯_朝林.jpg"
  },
  {
    "id": "20",
    "name": "五福·富",
    "author": "图图",
    "theme": "五福润乡野",
    "description": "南塘刘娟姐，在自家沙场身姿利落、神采爽朗，一腔干劲藏于眉眼，满心热忱付于日常，烟火里见韧劲，平凡处显生机。",
    "image": "02_图图_五福·富.jpg"
  },
  {
    "id": "19",
    "name": "五福·德",
    "author": "水清浅",
    "theme": "五福润乡野",
    "description": "花店老板娘心秉攸好德，守着一方花肆，以善念侍花，以诚心待人。每一束花的搭配皆藏用心，每一次交易都守本分，让花香裹着温厚的德行，在往来间传递温柔与美好。",
    "image": "02_水清浅_五福-德.jpg"
  },
  {
    "id": "18",
    "name": "脊梁",
    "author": "菱形",
    "theme": "看见·SeeHer",
    "description": "以忍冬为魂，绘就一位89岁的南塘建设者刘贵莲。她拉石种麦的信仰与坚韧，如藤蔓般在新南塘的山水屋舍间绵延生长，见证生命超越时间的丰饶。",
    "image": "02_菱形_脊梁.jpg"
  },
  {
    "id": "17",
    "name": "晨乡牧场",
    "author": "大泡",
    "theme": "时间之间",
    "description": "人生有坦途，创业有艰辛。每天一早乡村企业家张春，要照顾自家的羊和牛。凭着努力克服身残不便、指导代养农户一起带动乡亲致富！",
    "image": "02_大泡_晨乡牧场.jpg"
  },
  {
    "id": "16",
    "name": "杨素芬·午后暖阳",
    "author": "阿山",
    "theme": "看见·SeeHer",
    "description": "那天雪后初晴，午后日光温柔，锅碗瓢盆停下交响，世界安静了，杨素芬终于可以放松下来，在厨房前坐下晒晒太阳。我喊了一声杨姨，她抬头冲我笑，比阳光还好看。",
    "image": "02_阿山_杨素芬·午后暖阳.jpg"
  },
  {
    "id": "15",
    "name": "捧着苹果的姑娘",
    "author": "䂫",
    "theme": "看见·SeeHer",
    "description": "苹果感觉就是一种非常神奇的水果，它没有那么的美丽，也没有那么的普通。但是他有一种起始的感觉，正如同我们主题种子的意向开始和希望",
    "image": "02_䂫_捧着苹果的姑娘.jpg"
  },
  {
    "id": "14",
    "name": "簇拥",
    "author": "树",
    "theme": "看见·SeeHer",
    "description": "小女孩（杨默）恬静的面容，安然的靠在花丛中。初春般绽放的小黄花，簇拥着女孩长大，希望她烦恼少少，胃口好好。",
    "image": "02_树_簇拥.jpg"
  },
  {
    "id": "13",
    "name": "芬",
    "author": "味味",
    "theme": "看见·SeeHer",
    "description": "绘张永芬着明制汉服侧影。发簪玉兰映其坚韧乐观，绒领衬柔，绿背景传生机。融东方美学与创业风骨，展其静美如花、向阳生长之姿。",
    "image": "02_味味_芬.jpg"
  },
  {
    "id": "12",
    "name": "万物生长",
    "author": "阿炜",
    "theme": "时间之间",
    "description": "早餐店的老板有着很丰富的灵魂，院子里五颜六色的蔬果变成可口的早餐，为早上忙碌的人提供一天之始的能量，萝卜西瓜西红柿，黄瓜，一年四季，生生不息。",
    "image": "02_阿炜_万物生长.jpg"
  },
  {
    "id": "11",
    "name": "时间中间",
    "author": "橘子",
    "theme": "时间之间",
    "description": "总有不同的创作者来到南塘，他们也会围着篝火，在夜空下载歌载舞。创作者们是流动的，也是永恒的，他们会源源不断出现在这片土地上。",
    "image": "02_橘子_时间中间.jpg"
  },
  {
    "id": "10",
    "name": "小时谭记",
    "author": "廉er",
    "theme": "时间之间",
    "description": "逢年过节，大家都来吃油糕啦。刚出锅的糕，胖乎乎、圆滚滚的空心脆皮糖糕…外面酥脆~里面糯叽叽的~好吃。",
    "image": "02_廉er_小时谭记.jpg"
  },
  {
    "id": "9",
    "name": "杨素芬·正午烟火",
    "author": "墩墩",
    "theme": "时间之间",
    "description": "十二点钟声里，是五八年生的杨素芬阿姨在素社灶台忙碌为大家做饭的时间。她以多年不变的奉献和坚守，守护着南塘的炊烟和这片土地。",
    "image": "02_墩墩_杨素芬·正午烟火.jpg"
  },
  {
    "id": "8",
    "name": "果子·喜",
    "author": "若曦",
    "theme": "循时而生",
    "description": "画面中人物是草莓种植户邵海贝最小的孩子，这张画源于一个真实瞬间——他手里拿着自己刚从草莓地里摘的草莓想要分享给别人，脸上尽是童真和喜悦。",
    "image": "02_若曦_果子·喜.jpg"
  },
  {
    "id": "7",
    "name": "有花开“莓”烦恼",
    "author": "星晴",
    "theme": "循时而生",
    "description": "小组以草莓的生长周期与老板的人生阶段相结合。草莓开花期象征着海贝姐的事业和生活好了起来，锦上添花。",
    "image": "02_星晴_有花开“莓”烦恼.jpg"
  },
  {
    "id": "6",
    "name": "结果之后",
    "author": "徐缓",
    "theme": "循时而生",
    "description": "画面以“衰老与新生”为核心主题：腐烂的果实，枯萎的母株，生命走向撤退；而在其上方，一株新芽正缓慢生长。双手的出现将曾经的成果送回时间。远处的人影暗示代际的延续，生命不是被赞美为“结果”，而是被理解为循环中的一次显现。在这幅作品中，腐败不是终点，而是下一次生长的必要条件。",
    "image": "02_徐缓_结果之后.jpg"
  },
  {
    "id": "5",
    "name": "植苗·生盼",
    "author": "kk",
    "theme": "循时而生",
    "description": "这张是我们草莓园系列工笔画其一，锚定草莓种植开篇的植苗瞬间，以植苗这一耕耘起点为芯，将邵海贝的初心、对生长的期许与土地里孕育的希望相融，让一株嫩苗成为美好奔赴的开端，亦为整个草莓生长系列故事，写下满含生机的序章。",
    "image": "02_kk_植苗·生盼.jpg"
  },
  {
    "id": "4",
    "name": "红颜",
    "author": "cc",
    "theme": "循时而生",
    "description": "画中，海贝姐俯身采摘，指尖轻捻的红颜草莓如红宝石闪烁，垄间果实累累，映着她专注的侧脸。她指尖碰触的，并非仅仅是草莓——那是生活对专注耕耘者的甜蜜犒赏。所有向下的扎根，终将换来向上生长的、红彤彤的日子。",
    "image": "02_cc_红颜.jpg"
  },
  {
    "id": "3",
    "name": "五福·全村的希望",
    "author": "章先生",
    "theme": "五福润乡野",
    "description": "在南塘，不缺理想者、为民请命斗士和朴实的奋斗者。而孩子是人类的未来，科技是生产核心生产力。描绘这机械和孩子两元素，寓意南塘乡村更美好的未来！",
    "image": "02_章先生_五福·全村的希望.jpg"
  },
  {
    "id": "2",
    "name": "五福·寿",
    "author": "小孙",
    "theme": "五福润乡野",
    "description": "以党姨煮粥场景入画，借烟火日常传递温暖和对长辈安康长寿的祝愿。",
    "image": "02_小孙_五福·寿.jpg"
  },
  {
    "id": "1",
    "name": "五福·善",
    "author": "小夏",
    "theme": "五福润乡野",
    "description": "如果记忆有味道，对南塘素舍的记忆则是刘姨做的萝卜白菜小黄姜 三菜加一汤。",
    "image": "02_小夏_五福·善.jpg"
  }
];