// 第一期·工笔画群展
const nftData = [
  {
    "id": "24",
    "name": "生长",
    "author": "周周",
    "theme": "蝶变",
    "description": "取景自南塘素社，这棵树见证着小学变素社，孩童变青年。南塘就像这棵树，扎根于这片土地，伸出枝干向外链接，穿过河流，流淌进人们心中。星光代表无数人所贡献的力量。",
    "image": "01_周周_生长.jpg"
  },
  {
    "id": "23",
    "name": "丰收年",
    "author": "杨媛",
    "theme": "南塘意象",
    "description": "一家人在老树下的田垄里收着金黄的作物，风量着稻子的香，喜鹊一家在树枝上停留，每一缕阳光都裹着团圆的暖。这是土地写给家人的温暖歌谣，把丰收的甜和相守的暖都揉进了老树的影子里。",
    "image": "01_杨媛_丰收年.jpg"
  },
  {
    "id": "22",
    "name": "金杏南塘",
    "author": "淅淅",
    "theme": "蝶变",
    "description": "用一棵平凡的银杏树描绘出平淡而富有生机的南塘日常。为银杏点金，变银杏为“金杏”，代表着对富饶南塘的期盼与向往。",
    "image": "01_淅淅_金杏南塘.jpg"
  },
  {
    "id": "21",
    "name": "常乐",
    "author": "小也",
    "theme": "种子的希望",
    "description": "习惯了以“人”为主的第一视角，但在种子的世界里，人类才最渺小。在土地里闷了上百天的种子大人们，一朝破土，带着巨大的能量与希望进入了人类的世界。种子不语，人类才是它们的孩子。",
    "image": "01_小也_常乐.jpg"
  },
  {
    "id": "20",
    "name": "好运",
    "author": "蔡文瑜",
    "theme": "种子的希望",
    "description": "习惯了以“人”为主的第一视角，但在种子的世界里，人类才最渺小。在土地里闷了上百天的种子大人们，一朝破土，带着巨大的能量与希望进入了人类的世界。种子不语，人类才是它们的孩子。",
    "image": "01_蔡文瑜_好运.jpg"
  },
  {
    "id": "19",
    "name": "福来",
    "author": "桶桶",
    "theme": "种子的希望",
    "description": "习惯了以“人”为主的第一视角，但在种子的世界里，人类才最渺小。在土地里闷了上百天的种子大人们，一朝破土，带着巨大的能量与希望进入了人类的世界。种子不语，人类才是它们的孩子。",
    "image": "01_桶桶_福来.jpg"
  },
  {
    "id": "18",
    "name": "萝卜白菜",
    "author": "亭真",
    "theme": "南塘意象",
    "description": "“萝卜白菜规则”是罗伯特议事规则落地南塘时生长出的民间智慧。规则本身并不复杂，却需求每个人向前一步，共同努力。梯子一级一级，有人爬得高一点，也有人暂停在半途，也有人中途离开，都是再自然不过的事情……萝卜白菜也是南塘素社冬日最常见的菜，品类不算多，但足以滋养人的身体。",
    "image": "01_亭真_萝卜白菜.jpg"
  },
  {
    "id": "17",
    "name": "大地书房",
    "author": "田田",
    "theme": "蝶变",
    "description": "场景为合作社的大地书房，画中心是猫咪双双和对对，大地书房是本次工笔画共创营的核心地点，每个创造者都在这里获得了蝶变与新生。",
    "image": "01_田田_大地书房.jpg"
  },
  {
    "id": "16",
    "name": "麻雀的早餐桌",
    "author": "谢树真",
    "theme": "南塘十二时辰：辰时",
    "description": "快看！南塘村的麦苗餐厅开张啦！绿色的麦苗又软又滑，露珠为它挂上了亮晶晶的小灯泡。一位身穿棕色外套的麻雀小客人，正轻轻踩在湿漉漉的泥土上，歪着小脑袋研究着。它是在点数叶尖上的露珠，还是在等待太阳把麦苗晒香？",
    "image": "01_谢树真_麻雀的早餐桌.jpg"
  },
  {
    "id": "15",
    "name": "戴胜立于桑",
    "author": "世佳",
    "theme": "南塘意象",
    "description": "戴胜鸟立于桑枝，与南塘畔沉淀的皖北乡土之魂，共同晕染成一幅动静相生的田园诗画。",
    "image": "01_世佳_戴胜立于桑.jpg"
  },
  {
    "id": "14",
    "name": "报喜",
    "author": "晴子",
    "theme": "南塘十二时辰",
    "description": "这幅作品以“南塘十二时辰”为灵感，撷取驻地创作的温暖记忆：出门就能见到的在田里蹦跶的喜鹊，合作社和素社往返路上撞见的黄澄澄的银杏，采风时瞅见的趣致的带有“囍”字窗的老屋。银杏叶洒落金光，喜鹊与镶嵌“囍”字花窗的老屋相映成趣，让这南塘的十二时辰里，都充盈着暖暖的喜气。",
    "image": "01_晴子_报喜.jpg"
  },
  {
    "id": "13",
    "name": "篮中丰景",
    "author": "陈宁雯",
    "theme": "南塘意象",
    "description": "这幅画用一个篮子装下了南塘的特色：生态花生、生姜、乡间植物，还有代表村子风貌的徽派建筑。它不仅展示了南塘的好物好风景，也象征合作的缩影。",
    "image": "01_陈宁雯_篮中丰景.jpg"
  },
  {
    "id": "12",
    "name": "有钱",
    "author": "娜娜米",
    "theme": "种子的希望",
    "description": "习惯了以“人”为主的第一视角，但在种子的世界里，人类才最渺小。在土地里闷了上百天的种子大人们，一朝破土，带着巨大的能量与希望进入了人类的世界。种子不语，人类才是它们的孩子。",
    "image": "01_娜娜米_有钱.jpg"
  },
  {
    "id": "11",
    "name": "月月",
    "author": "吕大侠",
    "theme": "南塘十二时辰：子时",
    "description": "南塘子时夜，水汽裹着花香，漫过村头藤架，月月蹲在青蔓间，荆条编的金冠坠着夜露。她轻拢掌心，蓝叶与夜色相融，定格了南塘子时独有的温柔，探进十二时辰最静谧的一刻。",
    "image": "01_吕大侠_月月.jpg"
  },
  {
    "id": "10",
    "name": "更替",
    "author": "小七",
    "theme": "南塘十二时辰",
    "description": "南塘的一天，从喜鹊啼鸣的清晨，到野火燃烧的午夜。乡村昼夜更替，时序轮转。",
    "image": "01_小七_更替.jpg"
  },
  {
    "id": "9",
    "name": "南塘里的徽派",
    "author": "刘宇婷",
    "theme": "南塘意象",
    "description": "作者勾勒了皖美的徽派建筑，体验了南塘的历史文化，以笔墨书写了美好南塘。",
    "image": "01_刘宇婷_南塘里的徽派.jpg"
  },
  {
    "id": "8",
    "name": "芜湖·陪伴",
    "author": "林曦",
    "theme": "蝶变",
    "description": "味味小猫被FC收编，有了新名字：“口哨呦吼”，为了让不会吹口哨的伙伴们知道叫什么，就有了“芜湖”。从无主人流浪猫到有家的芜湖。",
    "image": "01_林曦_芜湖-陪伴.jpg"
  },
  {
    "id": "7",
    "name": "芜湖·开饭",
    "author": "林曦",
    "theme": "蝶变",
    "description": "味味小猫被FC收编，有了新名字：“口哨呦吼”，为了让不会吹口哨的伙伴们知道叫什么，就有了“芜湖”。从无主人流浪猫到有家的芜湖。",
    "image": "01_林曦_芜湖-开饭.jpg"
  },
  {
    "id": "6",
    "name": "南塘新生",
    "author": "KIKO",
    "theme": "蝶变",
    "description": "从村里的第一个“小区”，到生态生姜，以及与茅台酒厂合作的生态小麦粮仓，再到此次艺术共创营二十余位参与者的在地实践。南塘，在不同维度上实现了一次又一次转变。作品以上述元素为基本构图，自下而上绘制出这幅作品，展示了南塘在不断蜕变中所迸发的无限生机与可能。",
    "image": "01_KIKO_南塘新生.jpg"
  },
  {
    "id": "5",
    "name": "少女与猫",
    "author": "悠拉",
    "theme": "南塘意象",
    "description": "我的创作灵感来自月月和她的朋友在素社爬树的场景。少女的天真活力无拘无束象征南塘有着无尽的可能性。素社还收养了流浪猫，给小动物一个温暖的家。这副有童趣有爱心的画承载了我对南塘的记忆与希冀。",
    "image": "01_悠拉_少女与猫.jpg"
  },
  {
    "id": "4",
    "name": "百鬼夜行",
    "author": "徐佳彬",
    "theme": "南塘十二时辰",
    "description": "",
    "image": "01_徐佳彬_百鬼夜行.jpg"
  },
  {
    "id": "3",
    "name": "周一闲",
    "author": "希言",
    "theme": "南塘十二时辰",
    "description": "",
    "image": "01_希言_周一闲.jpg"
  },
  {
    "id": "2",
    "name": "如意",
    "author": "狗狗猫",
    "theme": "种子的希望",
    "description": "习惯了以“人”为主的第一视角，但在种子的世界里，人类才最渺小。在土地里闷了上百天的种子大人们，一朝破土，带着巨大的能量与希望进入了人类的世界。种子不语，人类才是它们的孩子。",
    "image": "01_狗狗猫_如意.jpg"
  },
  {
    "id": "1",
    "name": "破茧新生",
    "author": "CC",
    "theme": "蝶变",
    "description": "画面是一双劳动人民的手，捧起一只破茧的蝴蝶，绿色的蝴蝶意味着新生和希望，也代表着南塘和新科技新技术结合所带来的新生和乡村未来的无限的可能和希望。",
    "image": "01_CC_破茧新生.jpg"
  }
];